[M_Orchid_EndGame MissionDefinition]
MissionName="O Tesouro das Areias"
MissionDescription="Você pode ter matado o Leviatã e encontrado o Tesouro Perdido das Areias mas, não há nenhuma razão para se contentar com isso e deixar de repetir tudo de novo!"
TurnInDescription="Você derrotou a Scarlett, acabou com o Leviatã e  encontrou o Tesouro Perdido das Areias! Você não acha que já passou por isso?"
MissionSummary="Leve a bússola do Capitão Blade até o Farol Magnys."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="O tesouro perdido é todo seu... outra vez!"

[M_Orchid_EndGame:ActivateBeacon MissionObjectiveDefinition]
ProgressMessage="Ative o farol"

[M_Orchid_EndGame:ActivateBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:ActivateBeaconSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:Activatelift MissionObjectiveDefinition]
ProgressMessage="Ative o elevador"

[M_Orchid_EndGame:ActivateLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:BossWormBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:EscapeAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:EscapeLeviathan MissionObjectiveDefinition]
ProgressMessage="Escape do Leviatã"

[M_Orchid_EndGame:EscapeSpire MissionObjectiveDefinition]
ProgressMessage="Escape do precipício"

[M_Orchid_EndGame:EscapeSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Escape da emboscada preparada pela Scarlett e alcance o tesouro!"
MissionDescriptionOverride="Então a Scarlett traiu você?  Na verdade isso não é nenhuma surpresa mas, continua sendo um tremendo inconveniente.  Com os homens dela tentando acabar com você a cada passo que dá, só lhe resta uma opção: matar todos e tentar alcançar o Tesouro Perdido das Areias antes da Scarlett.\n"

[M_Orchid_EndGame:FindTreasure MissionObjectiveDefinition]
ProgressMessage="Encontre a sala do tesouro"

[M_Orchid_EndGame:FindWayUp MissionObjectiveDefinition]
ProgressMessage="Encontre um jeito de subir"

[M_Orchid_EndGame:FindWayUpSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:FollowBeacon MissionObjectiveDefinition]
ProgressMessage="Siga o farol"

[M_Orchid_EndGame:FollowBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:GotoLighthouse MissionObjectiveDefinition]
ProgressMessage="Entre no Farol Magnys"

[M_Orchid_EndGame:GotoLighthouseSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:GotoLighthouseSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:GotoSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:InsertCompass MissionObjectiveDefinition]
ProgressMessage="Posicione a bússola"

[M_Orchid_EndGame:InsertCompassSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:KillBossWorm MissionObjectiveDefinition]
ProgressMessage="Acabe com o Leviatã"

[M_Orchid_EndGame:KillHenchmen MissionObjectiveDefinition]
ProgressMessage="Elimine os capangas da Scarlett"

[M_Orchid_EndGame:KillPirateQueen MissionObjectiveDefinition]
ProgressMessage="Elimine a Capitã Scarlett"

[M_Orchid_EndGame:KillPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:KillRoscoe MissionObjectiveDefinition]
ProgressMessage="Elimine a Roscoe"

[M_Orchid_EndGame:LeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:LeviathanSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:MeetScarlett MissionObjectiveDefinition]
ProgressMessage="Encontro com a Scarlett"

[M_Orchid_EndGame:MeetScarlettSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:Opengate MissionObjectiveDefinition]
ProgressMessage="Ative a porta"

[M_Orchid_EndGame:OpenGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:TreasureRoomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:UseLift MissionObjectiveDefinition]
ProgressMessage="Utilize o elevador"

[M_Orchid_EndGame:UseLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_EndGame:WaitForLift MissionObjectiveDefinition]
ProgressMessage="Espere o elevador"

[M_Orchid_EndGame:WaitForLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

